Revit 2027 API
ParameterTypeId.RoomOccupancy Property
 "Occupancy"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomOccupancy { get; }
Public Shared ReadOnly Property RoomOccupancy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomOccupancy {
	ForgeTypeId^ get ();
}
static member RoomOccupancy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace